import { styled } from 'styled-components';

function SearchEvent() {
    return <SearchEventStyle>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
        <h1>스크롤 확인을 위한 임시 페이지1</h1>
        <h1>스크롤 확인을 위한 임시 페이지2</h1>
    </SearchEventStyle>;
}

const SearchEventStyle = styled.div`
`;

export default SearchEvent;